greet = '''
Вас приветствует бот {}!
Здесь вы можете записывать ваши задачи
Для того чтобы начать пользоваться ботом воспользуйтесь кнопками ниже... 👇
'''

add_task_title = 'Для того чтобы добавить задачу для начала введите ее название'
add_task_desc = 'Введите описание задачи или введите 0, если описание не требуется'
add_task_success = 'Задача успешно добавлена!'
add_task_error = 'Не удалось добавить задачу!'

delete_task = 'Введите название задачи для ее удаления:'
delete_task_success = 'Задача успешно удалена!'
delete_task_error = 'Не удалось удалить задачу!'

show_tasks_empty = 'У вас еще нет задач!'
show_task = '''
Название: {}
Описание: {}
Дата: {}
'''
